const str = `Ваша оценка - 65 баллов
Отзыв по пунктам ТЗ:
Не выполненные/не засчитанные пункты:
1) при нажатии на бургер-иконку плавно появляется адаптивное меню

2) адаптивное меню соответствует цветовой схеме макета

3) при нажатии на крестик адаптивное меню плавно скрывается уезжая за экран

4) ссылки в адаптивном меню работают, обеспечивая плавную прокрутку по якорям (все, кроме Account, она пока просто закрывает меню)

5) при клике по ссылке в адаптивном меню адаптивное меню плавно скрывается, также скрытие меню происходит если сделать клик вне данного окна

Выполненные пункты:
1) Блок header

2) Секция welcome

3) Секция about

4) Секция service

5) Секция prices

6) Секция contacts

7) Блок footer

8) Блок header

9) Секция welcome

10) Секция about

11) Секция service

12) Секция prices

13) Секция contacts

14) Блок footer

15) нет полосы прокрутки при ширине страницы от 1440рх до 380px

16) нет полосы прокрутки при ширине страницы от 380px до 320рх

17) при ширине страницы 380рх панель навигации скрывается, появляется бургер-иконка

`
console.log(str);